Repository: iina/iina
Catalog: iina/Localizable.xcstrings
Source language: en
Languages: af, ar, ca, cs, da, de, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_rs, sv, tr, uk, zh_hans, zh_hant

# general.password
source: Password
af: Wagwoord
ar: كلمة المرور
ca: Contrasenya
cs: Heslo
da: Kodeord
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पारण शब्द
hr: Lozinka
hu: Jelszó
id: Kata sandi
ja: パスワード
ko: 암호
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sr_rs: Lozinka
sv: Lösenord
tr: Parola
uk: Пароль
zh_hans: 口令
zh_hant: 密碼

# general.username
source: Username
af: Gebruikersnaam
ar: اسم المستخدم
ca: Nom d'usuari
cs: Uživatel
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
he: שם משתמש
hi: उपयोगकर्ता नाम
hr: Korisničko ime
hu: Felhasználónév
id: Nama pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Usuário
pt_pt: Nome de Utilizador
ro: Nume de utilizator
ru: Имя пользователя
sk: Meno používateľa
sr_rs: Korisničko Ime
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я користувача
zh_hans: 用户名
zh_hant: 用戶名

# guide.basic_settings
source: Basic Settings
af: Basiese instellings
ar: الإعدادات الأساسية
ca: Configuració bàsica
cs: Základní nastavení
da: Grundlæggende indstillinger
de: Allgemeine Einstellungen
es: Configuración básica
fi: Perusasetukset
fr: Réglages de base
he: הגדרות בסיסיות
hi: मार्गदर्शक. मूल_सेटिंग्स
hr: Osnovne postavke
hu: Alapvető beállítások
id: Pengaturan Dasar
it: Impostazioni di base
ja: 基本設定
ko: 일반 설정
nl: Basisinstellingen
pl: Ustawienia podstawowe
pt_br: Configurações Básicas
pt_pt: Configurações Básicas
ro: Setări de bază
ru: Основные параметры
sk: Základné nastavenia
sr_rs: Osnovne postavke
sv: Grundläggande inställningar
tr: Temel Ayarlar
uk: Основні параметри
zh_hans: 基本设置
zh_hant: 基本設定

# guide.faq
source: Frequently Asked Questions
af: Gereelde vrae
ar: الأسئلة المتكررة
ca: Preguntes freqüents
cs: Nejčastější dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen (FAQ)
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fr: Questions fréquemment posées
he: שאלות נפוצות
hr: Često postavljena pitanja
hu: Gyakran Ismételt Kérdések
id: Pertanyaan Umum
it: Domande frequenti (FAQ)
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
pl: Najczęściej zadawane pytania (FAQ)
pt_br: Dúvidas frequentes
pt_pt: Perguntas Frequentes
ro: Întrebări adresate frecvent
ru: Часто задаваемые вопросы (FAQ)
sk: Často kladené otázky
sr_rs: Često postavljena pitanja
sv: Vanliga frågor (FAQ)
tr: Sık Sorulan Sorular
uk: Часті запитання
zh_hans: 常见问题
zh_hant: 常見問題

# guide.highlights
source: Highlights
af: Hoogtepunte
ar: الأشياء الهامة
ca: Destacats
cs: Co je v IINA nového
da: Højdepunkter
es: Destacados
fi: Kohokohdat
fr: Éléments-clés
he: נקודות עיקריות
hr: Istaknuto
hu: Kiemelések
id: Sorotan
it: In evidenza
ja: ハイライト
ko: 새로 추가된 기능
nl: Hoogtepunten
pl: Najważniejsze
pt_br: Destaques
pt_pt: Destaques
ro: Evidențiator
ru: Что нового в IINA
sk: Novinky
sr_rs: Istaknuti sadržaj
sv: Höjdpunkter
tr: Öne Çıkanlar
uk: Найважливіше
zh_hans: 更新亮点
zh_hant: 更新亮點

# hwdec.auto
source: Enable hardware decoding. However, most of the video filters won't work properly.
af: Aktiveer apparatuurdekodering. Die meeste videofilters sal egter nie na behore werk nie.
ar: تمكين فك ترميز الأجهزة. مع العلم، إن معظم عوامل تصفية الفيديو لن تعمل بشكل صحيح.
ca: Activa decodificació per maquinari. Malgrat això, molts dels filtres de vídeo no funcionaràn correctament.
cs: Hardwarové dekódování povoleno. Většina video filtrů však nebude pracovat správně.
da: Aktiver hardware decoding. De fleste videofiltre vil ikke virker korrekt.
de: Hardwaredecoding aktiviert. Die meisten Videofilter werden nicht richtig funktionieren.
es: Activar la descodificación por hardware. Sin embargo, la mayoría de los filtros de vídeo no funcionarán correctamente.
fi: Ota käyttöön laitteistopurku. Useimmat videosuodattimet eivät kuitenkaan toimi kunnolla.
fr: Active le décodage matériel. Cependant, la plupart des filtres vidéos ne fonctionneront pas correctement.
he: אפשר פענוח חומרה, אך רוב מסנני הווידאו לא יפעלו כראוי.
hi: हार्डवेयर डिकोडिंग सक्षम करें। हालाँकि, अधिकांश वीडियो फ़िल्टर ठीक से काम नहीं करेंगे।
hr: Aktiviraj hardversko dekodiranje. Međutim, većina video filtara neće ispravno raditi.
hu: Hardver dekódolás bekapcsolása. A legtöbb videószűrő azonban nem fog megfelelően működni.
id: Aktifkan hardware decoding. Namun beberapa filter video tidak akan bekerja dengan baik.
it: Abilita la decodifica hardware. Tuttavia, la maggior parte dei filtri video non funzioneranno in modo corretto.
ja: ハードウェアデコーディングを使用します。多くのビデオフィルターは正常に動作しません。
ko: 하드웨어 디코딩을 사용합니다. 비디오 필터 대부분을 사용할 수 없게 됩니다.
nl: Met Automatisch maakt IINA automatisch gebruik van hardware-acceleratie. Dat levert een hoge prestatie op voor relatief weinig energie. Deze optie biedt geen ondersteuning voor software-gebaseerde videofilters.
pl: Włącz dekodowanie sprzętowe. Większość filtrów obrazu nie zadziała prawidłowo.
pt_br: Está Habilitado o decodificador de Hardware. No entanto, a maioria dos filtros não deve funcionar bem.
pt_pt: Activar descodificação por hardware. No entanto, a maioria dos filtros de vídeo não funcionarão corretamente.
ro: Activează decodarea hardware. Cu toate acestea, multe filtre video nu vor funcționa corect.
ru: Включить аппаратное декодирование. Этот режим быстрее, чем программное декодирование, но большинство видеофильтров не будут работать должным образом.
sk: Zapnúť Hardvérové Dekódovanie. Avšak, väčšina video filtrov nebude fungovať.
sr_rs: Omogućite hardversko dekodiranje. Međutim, većina video-filtera neće ispravno funkcionisati.
sv: Aktivera hårdvaruavkodning. De flesta videofiltren kommer dock inte att fungera ordentligt.
tr: Donanımsal çözücü etkin. Muhtemelen çoğu video filtresi düzgün çalışmayacaktır.
uk: Увімкнути апаратне декодування. Хоча більшість відеофільтрів правильно не працюватимуть.
zh_hans: 启用硬件解码。但大多数视频滤镜不会正常工作。
zh_hant: 啟用硬體解碼。但是，大多數視訊濾鏡無法正常運作。

# hwdec.auto-copy
source: Enable hardware decoding. It will consume double the memory but work with video filters.
af: Aktiveer apparatuurdekodering. Dit sal geheueverbruik verdubbel maar met videofilters werk.
ar: تمكين فك ترميز الأجهزة. سوف يستهلك ضعف الذاكرة ولكنه يعمل مع عوامل تصفية الفيديو.
ca: Activa decodificació per maquinari. Consumeix el doble de memòria però funciona amb els filtres de vídeo.
cs: Hardwarové dekódování povoleno. Spotřebuje dvojnásobek paměti, bude však kompatibilní s video filtry.
da: Aktiver hardware decoding. Det kræver dobbelt så meget hukommelse, men virker med videofiltre.
de: Hardwaredecoding aktiviert. Benötigt doppelten Speicher, funktioniert aber mit Videofiltern.
es: Activar la descodificación por hardware. Consumirá el doble de memoria, pero funciona con filtros de vídeo.
fi: Ota käyttöön laitteistopurku. Kuluttaa muistia kaksinkertaisesti, mutta toimii videosuodattimien kanssa.
fr: Active le décodage matériel. Cela va consommer 2x plus de ressources, mais les filtres vidéos fonctionneront.
he: אפשר פענוח חומרה. יצרוך זיכרון כפול אבל יעבוד עם מסנני וידאו.
hi: हार्डवेयर डिकोडिंग सक्षम करें। यह मेमोरी को दोगुना कर देगा लेकिन वीडियो फिल्टर के साथ काम करेगा।
hr: Aktiviraj hardversko dekodiranje. Troši dvostruko više memorije, ali raditi s video filtrima.
hu: Hardver dekódolás bekapcsolása. Dupla memóriát fogyaszt, de videoszűrőkkel működik.
id: Aktifkan hardware decoding. Filter video akan bekerja, namun memakan memori dua kali lipat dari biasanya.
it: Abilita la decodifica hardware. In questo modo verrà utilizzata il doppio della memoria ma i filtri video funzioneranno in modo corretto.
ja: ハードウェアデコーディングを使用します。二倍のメモリを使用しますが、ビデオフィルターを適用できます。
ko: 하드웨어 디코딩을 사용합니다. 두 배의 메모리를 사용하지만, 비디오 필터를 적용할 수 있습니다.
nl: Met Automatisch maakt IINA automatisch gebruik van hardware-acceleratie. Dat levert een hoge prestatie op voor relatief weinig energie. Om software-gebaseerde videofilters te ondersteunen wordt gebruik gemaakt van een voorgefilterde kopie van de video. Deze optie gebruikt daarom dubbel zoveel geheugen.
pl: Włącz dekodowanie sprzętowe. Zużyje to podwójną ilość pamięci, ale zadziała z filtrami wideo.
pt_br: Está habilitada a decodificação por hardware. Ela consumirá o dobro da memória, mas funciona com filtros de vídeo.
pt_pt: Ativar descodificação por hardware. Consumirá o dobro da memória mas trabalhará com filtros de vídeo.
ro: Activează decodarea hardware. Va consuma dublul de memorie, dar va funcționa cu filtrele video.
ru: Включить аппаратное декодирование с копированием памяти. Этот режим использует вдвое больше оперативной памяти, чем обычное аппаратное декодирование, но все видеофильтры работают.
sk: Zapnúť Hardvérové Dekódovanie. Dvojnásobne zaťažuje pamäť, ale video filtre budú fungovať.
sr_rs: Omogućite hardversko dekodiranje. Zauzeće dvostruko više memorije, ali će funkcionisati sa video-filterima.
sv: Aktivera hårdvaruavkodning. Det använder dubbel minnesmängd men fungerar med videofilter.
tr: Donanımsal çözücü etkin. 2 kat fazla hafıza tüketecektir, fakat video filtreleri çalışacaktır.
uk: Увімкнути апаратне декодування. Це потребує вдвічі більше пам'яті, але працює з відеофільтрами.
zh_hans: 启用硬件解码。这将占用约两倍内存，但支持视频滤镜。
zh_hant: 啟用硬體解碼。將使用大約兩倍的記憶體，但支援視訊濾鏡。

# hwdec.no
source: Disable hardware decoding.
af: Deaktiveer apparatuurdekodering.
ar: تعطيل فك ترميز الأجهزة.
ca: Desactiva decodificació per maquinari.
cs: Hardwarové dekódování zakázáno.
da: Deaktiver Hardware decoding.
de: Hardwaredecoding deaktiviert.
es: Desactivar la descodificación por hardware.
fi: Poista laitteistopurku käytöstä.
fr: Désactive le décodage matériel.
he: השבת פענוח חומרה.
hi: हार्डवेयर डिकोडिंग अक्षम करें।
hr: Deaktiviraj hardversko dekodiranje.
hu: Hardver dekódolás kikapcsolása.
id: Matikan hardware decoding.
it: Disabilita la decodifica hardware.
ja: ハードウェアデコーディングを使用しません。
ko: 하드웨어 디코딩을 사용하지 않습니다.
nl: Zonder hardware-acceleratie heeft IINA meer energie nodig, en presteert het mogelijk minder optimaal.
pl: Wyłącz dekodowanie sprzętowe.
pt_br: Está Desabilitado o decodificador de Hardware.
pt_pt: Desativar decodificador de hardware.
ro: Dezactivează decodarea hardware.
ru: Отключить аппаратное декодирование. В этом режиме будет использоваться программный декодер, что увеличивает нагрузку на ЦП.
sk: Vypnúť Hardvérové Dekódovanie.
sr_rs: Onemogući hardversko dekodiranje.
sv: Avaktivera hårdvaruavkodning.
tr: Donanımsal çözücü devre dışı bırakıldı.
uk: Вимкнути апаратне декодування.
zh_hans: 禁用硬件解码。
zh_hant: 停用硬體解碼。

# initial.announcement
source: You are using a %@ version of IINA
af: U gebruik ’n %@-weergawe van IINA
ar: انت تستخدم %@ النسخه التجريبية من IINA
ca: Estàs fent servir una versió %@ d'IINA
cs: Používáte verzi %@ aplikace IINA
da: Du bruger en %@ version af IINA
de: Du benutzt Version %@ von IINA
es: Estás usando una versión %@ de IINA
fr: Vous utilisez la version %@ d'IINA
he: אתה משתמש בגרסת %@ של IINA
hr: Koristite %@ verziju IINA programa
hu: Ön Az IINA %@ verzióját használja
id: Kamu memakai IINA versi %@
it: Stai usando una versione %@ di IINA
ja: %@ バージョンのIINAを使用しています
ko: %@ 버전을 사용하고 있습니다.
pl: Używasz wersji %@ IINA
pt_br: Você está usando uma versão %@ do IINA
pt_pt: Está a usar a versão %@ do IINA
ro: Folosești o versiune %@ de IINA
ru: Вы используете %@ версию IINA
sk: Používate %@ beta verziu aplikácie IINA
sr_rs: Koristite verziju %@ programa IINA
sv: Du använder en %@-version av IINA
tr: Şu an IINA'nın %@ BETA sürümünü kullanıyorsunuz
uk: Ви користуєтеся %@ версією IINA
zh_hans: 您正在使用 IINA 的 %@ 版本
zh_hant: 您正在使用IINA的%@版本

# initial.beta.desc
source: If you want to rollback to a release version, uncheck "receive beta updates" from Settings > General, and install a stable release from our <a href="https://iina.io">official website</a>.
af: Indien u na ’n vroeëre weergawe wil terugkeer, verwyder die merkie “ontvang betabywerkings” in Voorkeure - Algemeen en installeer ’n stabiele weergawe d.m.v. ons <a href="https://iina.io">amptelike webwerf</a>.
ar: قم بإلغاء تحديد "تلقي تحديثات بيتا" من التفضيلات - عام، وتثبيت إصدار مستقر من <a href="https://iina.io">موقعنا الرسمي</a>.
cs: Pokud se chcete vrátit k vydané verzi, zrušte výběr „Dostávat beta aktualizace“ v Nastavení > Obecné, a nainstalujte stabilní verzi z naší <a href="https://iina.io">oficiální webové stránky</a>.
da: Hvis du ønsker at vende tilbage til en udgivelsesversion, skal du fjerne markeringen af "modtag betaopdateringer" fra Indstillinger > Generelt, og installere en stabil udgivelse fra vores <a href="https://iina.io">officielle hjemmeside</a>.
de: Wenn du eine Release Version benutzen willst, entferne den Haken bei „Betaupdates erhalten“ in Einstellungen -> Allgemein und installiere eine stabile Version von unserer <a href="https://iina.io">offiziellen Webseite</a>.
es: Si desea volver a una versión estable, desmarque "recibir actualizaciones beta" desde Ajustes > Generales, e instale una versión estable de nuestro <a href="https://iina.io">sitio web oficial</a>.
fr: Si vous voulez revenir à une version officielle, décochez la case "recevoir les versions bêta" depuis Réglages > Général, et installez une version stable depuis <a href="https://iina.io">notre site officiel</a>.
he: אם ברצונך לחזור לגרסה הרגילה, הסר את הסימון "קבל עדכוני בטא" בהגדרות > כללי, והתקן את הגרסה הרגילה מ<a href="https://iina.io">האתר הרשמי</a> שלנו.
hr: Ako se želiš vratiti na stariju verziju izdanja, odznači opciju „Primaj aktualiziranja za beta verzije” u Postavke > Općenito i instaliraj stabilno izdanje s naše <a href="https://iina.io">službene web stranice</a>.
hu: Amennyiben végleges verzióra váltana, szüntesse meg a kijelölést a "béta frissítések" opciónál a Beállítások > Általános almenüben, és telepítsen stabil verziót a <a href="https://iina.io">hivatalos weboldalunkról</a>.
id: Jika anda ingin mengembalikan ke versi rilis, hilangkan "terima pembaruan beta" dari Pengaturan > Umum, dan instal versi stabil dari <a href="https://iina.io">situs resmi</a>.
it: Se vuoi passare al canale di release ufficiali di IINA, togli la spunta da 'Ricevi aggiornamenti beta' in Impostazioni → Generali, poi scarica l'ultima versione stabile dal <a href="https://iina.io">sito ufficiale</a>.
ja: リリースバージョンに戻したい場合は、「設定 > 一般」の「ベータアップデートの受信」のチェックを外してください。その後 <a href="https://iina.io">公式ウェブサイト</a> から安定版リリースをインストールします。
ko: 정식 버전으로 롤백하려면, 환경 설정 > 일반 탭에서 "베타 업데이트 받기"를 해제하고, <a href="https://iina.io"> 공식 웹사이트</a>에서 정식 버전을 설치하세요.
pl: Jeśli chcesz wrócić do wersji stabilnej, odznacz "otrzymuj aktualizacje wersji beta" w Ustawienia > Ogólne, i zainstaluj stabilne wydanie z naszej <a href="https://iina.io">oficjalnej strony</a>.
pt_br: Se quiser reverter para uma versão oficial, desmarque a opção "receber atualizações beta" em Configurações > Geral e instale uma versão estável do nosso <a href="https://iina.io">site oficial</a>.
ro: Dacă vreți să reveniți la o versiune non-beta, debifați "primește actualizări beta" din Setări > General, și instalați o actualizare stabilă de pe <a href="https://iina.io">site-ul nostru oficial</a>.
ru: Снимите флажок «Получать бета-обновления» в Настройках (вкладка «Основные») и установите стабильную версию с нашего <a href="https://iina.io">официального сайта</a>.
sk: Odškrtnite "Sťahovať beta aktualizácie" v Nastavenia - Všeobecné a nainštalujte stabilnú verziu z našej <a href="https://iina.io">oficiálnej stránky</a>.
sr_rs: Ako želite da se vratite na stabilno izdanje, opozovite izbor stavke „primaj beta ažuriranja“ u okviru opcije Željene postavke – Opšte postavke, a zatim instalirajte stabilno izdanje sa <a href="https://iina.io">zvaničnog veb-sajta</a>.
sv: Om du vill återgå till en utgiven version, avbocka "Ta emot beta-uppdateringar" under Inställningar > Allmänt och installera en stabil version från vår <a href="https://iina.io">officiella webbsida</a>.
tr: Lütfen “Ayarlar > Genel” sekmesinden “Beta güncellemeleri al” seçeneğini kapatın ve <a href="https://iina.io">resmi sitemizden</a> kararlı son sürümü indirin.
uk: Зніміть відмітку «Отримувати бета-оновлення» через Параметри → Загальні та встановіть стабільну версію з нашого <a href="https://iina.io">офіційного веб-сайту</a>.
zh_hans: 如果你想回滚到发布版本，请从“设置” > “通用” 中取消勾选 “接收测试版（Beta）更新”，并从我们的<a href="https://iina.io">官方网站</a>安装一个稳定版本。
zh_hant: 如果您希望回滾至穩定版本，請從 設置 > 通用 取消勾選“接收Beta版本更新”，然後從 我們的<a href="https://iina.io">官方網站</a>安裝穩定版本.

# initial.bug_report
source: Report via <a href="https://github.com/iina/iina/issues">GitHub issues</a>.
af: Rapporteer via <a href="https://github.com/iina/iina/issues">GitHub-kwessies</a>.
ar: الإبلاغ عبر <a href="https://github.com/iina/iina/issues">GitHub مشكلات</a>.
cs: Nahlaste na <a href="https://github.com/iina/iina/issues">GitHub</a>.
da: Meld fejl via <a href="https://github.com/iina/iina/issues">Github Issues</a>.
de: Melde via <a href="https://github.com/iina/iina/issues">GitHub Tickets</a>.
es: Notifique a través de <a href="https://github.com/iina/iina/issues">GitHub issues</a>.
fr: Signaler un bug via <a href="https://github.com/iina/iina/issues">GitHub</a>.
he: דווח באמצעות <a href="https://github.com/iina/iina/issues">בעיות GitHub</a>.
hr: Prijavi na stranici <a href="https://github.com/iina/iina/issues">GitHub issues</a>.
hu: Jelentés a <a href="https://github.com/iina/iina/issues">GitHub-bugok</a> felületen.
id: Laporkan melalui <a href="https://github.com/iina/iina/issues">Masalah GitHub</a>.
it: Segnala tramite <a href="https://github.com/iina/iina/issues">GitHub</a>.
ja: <a href="https://github.com/iina/iina/issues">GitHub issues</a> で報告
ko: <a href="https://github.com/iina/iina/issues">GitHub 이슈</a>를 통해 오류를 보고해주십시오.
pl: Zgłoś przez <a href="https://github.com/iina/iina/issues">GitHub issues</a>.
pt_br: Denuncie via <a href="https://github.com/iina/iina/issues">GitHub issues</a>.
ro: Raportați pe <a href="https://github.com/iina/iina/issues">pagina de probleme de pe GitHub</a>.
ru: Сообщить через <a href="https://github.com/iina/iina/issues">GitHub проблемы</a>.
sk: Nahláste na <a href="https://github.com/iina/iina/issues">GitHub</a>.
sr_rs: Prijavite putem <a href="https://github.com/iina/iina/issues">problema na GitHubu</a>.
sv: Rapportera fel via <a href="https://github.com/iina/iina/issues">GitHub issues</a>.
tr: <a href="https://github.com/iina/iina/issues">GitHub issues</a>. web sitesine raporlayabilirsiniz.
uk: Повідомити через <a href="https://github.com/iina/iina/issues">GitHub проблеми</a>.
zh_hans: 通过<a href="https://github.com/iina/iina/issues">GitHub issues</a>报告。
zh_hant: 通過<a href="https://github.com/iina/iina/issues">GitHub issues</a>發送報告.

# initial.debug.desc
source: Debug builds are usually not optimized for performance, so it is not recommended to be used as daily drive. Debug builds do not support auto update.
af: Maaksels vir ontfouting is nie geoptimeer vir verrigting nie daarom word dit nie aanbeveel om as daaglikse drywer gebruik te word nie. Ontfoutmaaksels ondersteun ook nie outobywerking nie.
ar: عادة ما لا يتم تحسين إصدارات التصحيح للأداء، لذلك لا يوصى باستخدامها كمحرك أقراص يومي. إصدارات التصحيح لا تدعم التحديث التلقائي.
cs: Ladící sestavení obvykle nejsou optimalizována pro výkon, nejsou tedy doporučena pro každodenní použití. Ladící sestavení nepodporují automatické aktualizace.
da: Debug builds er normalt ikke optimeret til ydeevne, så det anbefales ikke at blive brugt til daglig brug. Debug builds understøtter ikke automatisk opdatering.
de: Debug-Builds sind normalerweise nicht auf Leistung optimiert, daher wird es nicht empfohlen diese für den täglichen Gebrauch einzusetzen. Debug-Builds unterstützen keine automatischen Updates.
es: Las compilaciones de depuración normalmente no están optimizadas para el rendimiento, por lo que no se recomienda que se utilicen de manera habitual. Las compilaciones de depuración no soportan la actualización automática.
fr: Les versions de débogage ne sont généralement pas optimisées pour les performances, donc il n'est pas recommandé d'être utilisé comme lecteur en production. Les versions de débogage ne prennent pas en charge la mise à jour automatique.
he: בניית ניפוי באגים בדרך כלל אינה מותאמת לטובת ביצועים, ולכן אינה מומלצת לשימוש יומיומי. בניית ניפוי באגים לא תומכת בעדכון אוטומטי.
hu: A hibakeresési verzió általában nincs teljesítményre optimalizálva, ezért nem ajánlott napi használatra. A hibakeresési verziók nem támogatják az automatikus frissítést.
id: Bangunan debug biasanya tidak dioptimalkan performanya, sehingga tidak disarankan untuk digunakan sebagai drive harian. Bangunan debug tidak mendukung pembaruan otomatis.
it: Le versioni di debug sono dedicate alla raccolta di dati per la risoluzione di problemi e per altre finalità analitiche. Non sono ottimizzate per le prestazioni e non prevedono aggiornamenti automatici; in generale se ne sconsiglia l'utilizzo.
ja: デバッグビルドは大抵性能的に最適化されていません。そのため、常用することは推奨しません。デバッグビルドは自動アップデートに対応していません。
ko: 디버그 빌드는 성능에 최적화되어 있지 않으므로, 일반적으로 사용하지 않는 것이 좋습니다. 디버그 빌드는 자동 업데이트를 지원하지 않습니다.
pl: Wersje "Debug" przeważnie nie są zoptymalizowane pod kątem wydajności, więc nie jest zalecane wykorzystywanie ich jako wersji codziennego użytku. Wersje "Debug" nie wspierają automatycznych aktualizacji.
pt_br: Compilações de depuração geralmente não são otimizadas para desempenho, então não são recomendadas para uso diário. Compilações de depuração não suportam atualização automática.
ro: Versiunile de debug de obicei nu sunt optimizate pentru performanță, ca urmare nu sunt recomandate în utilizarea de zi cu zi. Versiunile de debug nu suportă actualizări automate.
ru: Отладочные сборки обычно не окончательно оптимизированы, поэтому не рекомендуются для ежедневного использования. Отладочные сборки не поддерживают автоматическое обновление.
sk: Ladiace zostavenie obvykle nie sú optimalizované pre výkon, nie sú teda odporúčané pre každodenné použitie. Ladiaci zostavenie nepodporujú automatické aktualizácie.
sr_rs: Izdanja za otklanjanje grešaka obično nisu optimizovana za performanse, tako da se ne preporučuju za svakodnevnu upotrebu. Izdanja za otklanjanje grešaka ne podržavaju automatsko ažuriranje.
tr: Hata ayıklama amaçlı derlenmiş sürümler genellikle performans açısından optimize edilmediğinden günlük olarak kullanılması önerilmez. Hata ayıklama amaçlı sürümler otomatik güncellemeyi desteklemez.
uk: Збірки налагодження зазвичай не остаточно оптимізовані, тому не рекомендуються для щоденного використання. Збірки налагодження не підтримують автоматичне оновлення.
zh_hans: 调试版本（Debug）通常没有对性能进行优化，所以不建议日常用。调试版本（Debug）不支持自动更新。
zh_hant: 開發版通常沒有將效能最佳化，所以不建議作為生產力軟件。開發版不支持自動更新。
